import { Facts } from './config';

const facts: Facts = [
  {
    id: 1,
    year: 2015,
    description:
      '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
  },
  {
    id: 2,
    year: 2016,
    description:
      'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
  },
  {
    id: 3,
    year: 2017,
    description:
      'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
  },
  {
    id: 4,
    year: 2018,
    description:
      'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
  },
  {
    id: 5,
    year: 2019,
    description:
      'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
  },
  {
    id: 6,
    year: 2020,
    description:
      'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
  },
];

export { facts };
